Repository: lliurex/dpkg-unlocker
Catalog: translations/dpkg-unlocker/*.po
Languages: ca@valencia, es

source: Dpkg-Unlocker is now running. Wait a moment and try again.
ca@valencia: Dpkg-Unlocker està en execució. Espereu un moment i torneu-ho a provar.
es: Dpkg-Unlocker esta siendo ejecutado. Espere un momento y pruebe otra vez.

source: You need administration privileges to run this application.
ca@valencia: Necessiteu privilegis d'administració per a executar aquesta aplicació.
es: Necesita permisos de administración para ejecutar esta aplicación.

source: Services
ca@valencia: Serveis
es: Servicios

source: Restore services
ca@valencia: Restaura serveis
es: Restaurar servicios

source: Details process
ca@valencia: Details del procés
es: Detalles del proceso

source: Metapackage protection
ca@valencia: Protecció del metapaquet
es: Protección del metapaquete

source: Help
ca@valencia: Ajuda
es: Ayuda

source: Unlock
ca@valencia: Desbloqueja
es: Desbloquear

source: Restore
ca@valencia: Restaura
es: Restaurar

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Services Information
ca@valencia: Informació dels serveis
es: Información de los servicios

source: System metapackage protection
ca@valencia: Protecció del metapaquet del sistema
es: Protección del metapaquete del sistema

source: Do you want to run the unlock process?
ca@valencia: Voleu executar el procés de desbloqueig?
es: ¿Desea ejecutar el proceso de desbloqueo?

source: Do you want to run the services restore process?
ca@valencia: Voleu executar el procés de restauració dels serveis?
es: ¿Desea ejecutar el proceso de restauración de los servicios?

source: Do you want to disable system metapackage protection? Disabling this protection can cause certain applications to be uninstalled automatically and cause system inconsistencies
ca@valencia: Voleu desactivar la protecció del metapaquet del sistema? Desactivar aquesta protecció pot provocar que unes certes aplicacions siguen desinstal·lades de manera automàtica i causar inconsistències en el sistema
es: ¿Desea desactivar la protección del metapaquete del sistema? Desactivar esta protección puede provocar que ciertas aplicaciones sean desinstaladas de forma automática y causar inconsistencias en el sistema

source: Do you want to enable system metapackage protection?
ca@valencia: Voleu desactivar la protecció del metapaquet del sistema?
es: ¿Desea activar la protección del metapaquete del sistema?

source: Removing Lliurex-Up lock file...
ca@valencia: S'està eliminant el fitxer de bloqueig de Lliurex-Up...
es: Eliminando el fichero de bloqueo de Lliurex-Up...

source: Removing Dpkg lock file...
ca@valencia: S'està eliminant el fitxer de bloqueig de Dkpg...
es: Eliminando el fichero de bloqueo de Dpkg...

source: Removing Apt lock file...
ca@valencia: S'està eliminant el fitxer de bloqueig d'Apt...
es: Eliminado el fichero de bloqueo de Apt...

source: Fixing the system...
ca@valencia: S'està estabilitzant el sistema...
es: Estabilizando el sistema...

source: Restoring the services...
ca@valencia: S'està restaurant el serveis...
es: Restaurando los servicios...

source: All processes seem correct. Nothing to do
ca@valencia: Tots els processos semblen correctes. No hi ha res a fer
es: Todos los procesos parecen correctos. Nada que hacer

source: Unlocking process finished successfully
ca@valencia: El procés de desbloqueig ha finalitzat correctament
es: El proceso de desbloqueo ha finalizado correctamente

source: Some process are running. Wait a moment
ca@valencia: Algun procés està en execució. Espereu un moment
es: Algún proceso esta siendo ejecutado. Espere un momento

source: Detected some blocked process
ca@valencia: Detectat algun procés bloquejat
es: Detectado algún proceso bloqueado

source: Error fixing the system
ca@valencia: S'ha produït un error en estabilitzar el sistema
es: Error estabilizando el sistema

source: Error removing Apt lock file
ca@valencia: S'ha produït un error en eliminar el fitxer de bloqueig d'Apt
es: Error eliminando el fichero de bloqueo de Apt

source: Error removing Dpg lock file
ca@valencia: S'ha produït un error en eliminar el fitxer de bloqueig de Dkpg
es: Error eliminando el fichero de bloqueo de Dpkg

source: Error removing Lliurex-Up lock file
ca@valencia: S'ha produït un error en eliminar el fitxer de bloqueig de Lliurex-Up
es: Error eliminando el fichero de bloqueo de Lliurex-Up

source: Unlock process details
ca@valencia: Details del procés de desbloqueig
es: Detalles del proceso de desbloqueo

source: Restore process details
ca@valencia: Details del procés de restauració
es: Detalles del proceso de restauración

source: Enable system metapackage protection
ca@valencia: Activa la protecció del metapaquet del sistema
es: Activar la protección del metapaquete del sistema

source: System metapackage protection is enabled
ca@valencia: La protecció del metapaquet del sistema està activada
es: La protección del metapaquete del sistema está activada

source: System metapackage protection is disable
ca@valencia: La protecció del metapaquet del sistema està desactivada
es: La protección del metapaquete del sistema está desactivada

source: System metapackage protection change successfully
ca@valencia: El canvi en la protecció del metapaquet del sistema ha finalitzat correctament
es: La protección del metapaquete del sistema se ha cambiado correctamente

source: Error activating system metapackage protection
ca@valencia: S'ha produït un error en activar la protecció del metapaquet del sistema
es: Error activando la protección del metaquete del sistema

source: Error disabling system metapackage protection
ca@valencia: S'ha produït un error en desactivar la protecció del metapaquet del sistema
es: Error desactivando la protección del metaquete del sistema

source: Unlocked
ca@valencia: Desbloquejat
es: Desbloqueado

source: Locked: Currently executing
ca@valencia: Bloquejat: ara mateix està en execució
es: Bloqueado: Actualmente esta siendo ejecutado

source: Locked: Not process found
ca@valencia: Bloquejat: no s'ha trobat cap procés
es: Bloqueado: No se ha encontrado ningún proceso

source: Locked: Apt currently executing
ca@valencia: Bloquejat: ara mateix està en execució Apt
es: Bloqueado: Apt esta siendo ejecutado

source: Locked: Apt daemon currently executing
ca@valencia: Bloquejat: ara mateix està en execució Apt Daemon
es: Bloqueado: Apt daemon esta siendo ejecutado

source: Restore installation services
ca@valencia: Restauració dels serveis d'instalació
es: Restaurar los servicios de instalación

source: This option attemps to restore the services involves in the package installation, if the installation has been interrupted before the package configuration has finished . Use this option with caution.
ca@valencia: Aquesta opció intenta restaurar els serveis implicats en la instal·lació de paquets, si la instal·lació ha sigut interrompuda abans que la configuració dels mateixos haja finalitzat. Useu aquesta opció amb precaució.
es: Esta opción intenta restaurar los servicios implicados en la instalación de paquetes, si la instalación ha sido interrumpida antes de que la configuración de los mismos haya finalizado. Use esta opción con precaución.

source: Restoration of services has finished successfully
ca@valencia: El procés de restauració dels serveis ha finalitzat correctament
es: El proceso de restauración de los servicios ha finalizado correctamente

source: Restoration of services has finished with errors
ca@valencia: El procés de restauració dels serveis ha finalitzat amb errors
es: El proceso de restauración de los servicios ha finalizado con errores

source: Loading. Wait a moment...
ca@valencia: S'està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: Discard
ca@valencia: Descarta
es: Descartar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar
